<?php

return [
    'January'   => 'يناير',
    'February'  => 'فبراير',
    'March'     => 'مارس',
    'April'     => 'أبريل',
    'May'       => 'مايو',
    'June'      => 'يونيو',
    'July'      => 'يوليو',
    'August'    => 'أغسطس',
    'September' => 'سبتمبر',
    'October'   => 'أكتوبر',
    'November'  => 'نوفمبر',
    'December'  => 'ديسمبر',

    ////////

    '1'   => 'يناير',
    '2'   => 'فبراير',
    '3'   => 'مارس',
    '4'   => 'أبريل',
    '5'   => 'مايو',
    '6'   => 'يونيو',
    '7'   => 'يوليو',
    '8'   => 'أغسطس',
    '9'   => 'سبتمبر',
    '10'  => 'أكتوبر',
    '11'  => 'نوفمبر',
    '12'  => 'ديسمبر',
];

